[M_HomeMovies MissionDefinition]
MissionName="Fitas Caseiras"
MissionDescription="Lilith deseja que você retire a falsa propaganda turística da Hyperion e a substitua por algo mais verdadeiro... e violento."
TurnInDescription="Você convenceu o resto do universo de que a glamurosa cidade de Jack não passa de uma glamurosa armadilha mortal. Você também manuseou a câmera da Moxxi e isso significa que é melhor você lavar bem as mãos... com soda cáustica, de preferência."
MissionSummary="Substitua a propaganda da Hyperion."
MissionGiver="Moxxi"
MissionTurnInLocation="Lilith"
TeaserText="A propaganda foi um fiasco."

[M_HomeMovies:AwaitDestruction MissionObjectiveDefinition]
ProgressMessage="Aguarde a destruição da grua"

[M_HomeMovies:AwaitDestructionSEt MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:CameraPickedUp MissionObjectiveDefinition]
ProgressMessage="Pegue a câmera da Moxxi"

[M_HomeMovies:FindOrbitalBeacon MissionObjectiveDefinition]
ProgressMessage="Consiga um transmissor de suprimentos"

[M_HomeMovies:FindOrbitalBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:KillEngineers MissionObjectiveDefinition]
ProgressMessage="Elimine alguns engenheiros"

[M_HomeMovies:KillEngineersSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:MissionObjectiveSetCollectionDefinition_0 MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:PickupHomingBeacons MissionObjectiveDefinition]
ProgressMessage="Pegue os transmissores do Supervisor"

[M_HomeMovies:PlaceBeaconsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:PlaceHomingBeacon MissionObjectiveDefinition]
ProgressMessage="Coloque os transmissores nas marcas"

[M_HomeMovies:PlaceOrbitalBeacon MissionObjectiveDefinition]
ProgressMessage="Instale o transmissor orbital"

[M_HomeMovies:PlaceOrbitalBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:PlugInCamera MissionObjectiveDefinition]
ProgressMessage="Conecte a câmera"

[M_HomeMovies:PlugInCameraSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:PlugInFootage MissionObjectiveDefinition]
ProgressMessage="Transmita a gravação"

[M_HomeMovies:ReachCenterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:ReachCoOpportunityCenter MissionObjectiveDefinition]
ProgressMessage="Vá até o centro de mídia"

[M_HomeMovies:ReachOpportunity MissionObjectiveDefinition]
ProgressMessage="Vá até Opportunity"

[M_HomeMovies:ReachOpportunitySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:RetrieveBeacons MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:RetrieveCameraSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:TalkToMoxxi MissionObjectiveDefinition]
ProgressMessage="Fale com a Moxxi"

[M_HomeMovies:TalkToMoxxiSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:UploadFootageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

